tap "heroku/brew"

brew "ant"
brew "aspell"
brew "automake"
brew "bash"
brew "bib-tool"
brew "bison"
brew "boost"
brew "ccache"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "conan"
brew "coreutils"
brew "curl"
brew "direnv"
brew "doxygen"
brew "entr"
brew "entr"
brew "fd"
brew "flex"
brew "gcc"
brew "gdb"
brew "ghc"
brew "git"
brew "git-lfs"
brew "gperftools"
brew "graphicsmagick"
brew "graphviz"
brew "gs"
brew "haskell-language-server"
brew "haskell-stack"
brew "heroku"
brew "hlint"
brew "htop"
brew "jq"
brew "kstart"
brew "llvm"
brew "mas"
brew "maven"
brew "ninja"
brew "nvim"
brew "nvm"
brew "octave"
brew "opam"
brew "openblas"
brew "openttd"
brew "pandoc"
brew "parallel"
brew "poppler"
brew "pypy"
brew "pypy3"
brew "python"
brew "rbenv"
brew "ruby"
brew "sqlite3"
brew "the_silver_searcher"
brew "tree"
brew "unzip"
brew "youtube-dl"
brew "z3"

cask "1password"
cask "backblaze"
cask "balenaetcher"
cask "bettertouchtool"
cask "caffeine"
cask "calibre"
cask "coconutbattery"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "flux"
cask "ghidra"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "mactex"
cask "messenger"
cask "microsoft-teams"
cask "miniconda"
cask "now-tv-player"
cask "obs"
cask "pomodone"
cask "postman"
cask "private-internet-access"
cask "raspberry-pi-imager"
cask "scroll-reverser"
cask "skim"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "vidrio"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visualvm"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
cask "zulip"
