tap "heroku/brew"

brew "bash"
brew "bison"
brew "boost"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "flex"
brew "gcc"
brew "git"
brew "haskell-stack"
brew "htop"
brew "jq"
brew "llvm"
brew "maven"
brew "memray"
brew "ninja"
brew "nvim"
brew "python"
brew "the_silver_searcher"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "unzip"
brew "z3"

cask "1password"
cask "aerial"
cask "backblaze"
cask "bettertouchtool"
cask "caffeine"
cask "docker"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "messenger"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "steam"
cask "whatsapp"
cask "zoom"
