tap "heroku/brew"

brew "ant"
brew "bash"
brew "ccache"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "conan"
brew "coreutils"
brew "entr"
brew "gcc"
brew "ghc"
brew "git"
brew "git-lfs"
brew "graphviz"
brew "heroku"
brew "jq"
brew "kstart"
brew "mas"
brew "ninja"
brew "nvim"
brew "nvm"
brew "octave"
brew "openblas"
brew "openttd"
brew "pandoc"
brew "poppler"
brew "pypy"
brew "pypy3"
brew "rbenv"
brew "ruby"
brew "the_silver_searcher"

cask "backblaze"
cask "bettertouchtool"
cask "caffeine"
cask "coconutbattery"
cask "daisydisk"
cask "dropbox"
cask "flux"
cask "ghidra"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "java"
cask "mactex"
cask "miniconda"
cask "obs"
cask "pomodone"
cask "private-internet-access"
cask "raspberry-pi-imager"
cask "skim"
cask "skype"
cask "slack"
cask "spoofax"
cask "spotify"
cask "spotify-notifications"
cask "steam"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "vidrio"
cask "virtualbox"
cask "vlc"
cask "whatsapp"
cask "zoomus"
cask "zotero"
cask "zulip"
